Revit 2027 API
ParameterTypeId.FunctionParam Property
 "Function"
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 27.0.4.0 (27.0.4.0)
Syntax
public static ForgeTypeId FunctionParam { get; }
Public Shared ReadOnly Property FunctionParam As ForgeTypeId
	Get
public:
static property ForgeTypeId^ FunctionParam {
	ForgeTypeId^ get ();
}
static member FunctionParam : ForgeTypeId with get
Property Value
ForgeTypeId
See Also
Reference
ParameterTypeId Class
Autodesk.Revit.DB Namespace